{
    "navbar": {
        "language": "Deutsch",
        "menu1": "Über mich",
        "menu2": "Skills",
        "menu3": "Portfolio"
    },
    "header": {
        "language": "Deutsch",
        "iAm": "Ich bin",
        "fd": "Frontend Entwickler",
        "button": "Lass uns reden!"
    },
    "aboutMe": {
        "language": "Deutsch",
        "aboutMe": "Über mich",
        "aboutMe1": "Hallo, ich bin ein Frontend-Entwickler aus Stuttgart. In meinem früheren Job als Logistikmanager bin ich oft mit Programmierung in Berührung gekommen. Die Technik und Logik hinter einer Benutzeroberfläche hat mich schon immer fasziniert. Mein Ziel ist es, innovative Lösungen zu entwickeln, die die Erwartungen der Kunden übertreffen und gleichzeitig einen positiven Einfluss auf die Nutzer haben. ",
        "aboutMe2": "Während meiner Ausbildung an der Developer Akademie habe ich mehrere Projekte erstellt. Dadurch konnte ich meine Kenntnisse in HTML, CSS, JavaScript, Angular und TypeScript ausbauen. Einige Projekte mussten in einem Team durchgeführt werden, was mir sehr viel Spaß bereitet hat.",
        "aboutMe3": "In meiner Freizeit erforsche ich gerne Designtrends und experimentiere mit neuen Techniken. Ich arbeite auch mit neuen Technologien, um mein Wissen ständig zu erweitern. "
    },
    "skills": {
        "language": "Deutsch",
        "skills": "Meine Skills",
        "skills1": "Ich habe meine Fähigkeiten im Bereich der Frontend-Entwicklung ausgebaut, die es mir erlaubt haben, verschiedene reale Projekte zu bauen.",
        "button": "Kontakt aufnehmen"
    },
    "portfolio": {
        "language": "Deutsch",
        "portfolio": "Portfolio",
        "portfolio1": "Entdecken Sie hier eine Auswahl meiner Arbeiten - Interagieren Sie mit Projekten, um meine Fähigkeiten in Aktion zu sehen."
    },
    "projects": [
        {
            "description": "Aufgabenmanager nach dem Vorbild des Kanban-Systems. Erstellen und organisieren Sie Aufgaben mit Hilfe von Drag-and-Drop-Funktionen, weisen Sie Benutzer und Kategorien zu."
        },
        {
            "description": "Ein einfaches Jump-and-Run-Spiel, das auf einem objektorientierten Ansatz basiert. Hilf Pepe, Münzen und Salsaflaschen zu finden, um gegen das Riesenhuhn zu kämpfen."
        },
        {
            "description":"Videoflix ist eine Videoplattform zum Anschauen von verschiedenen Videos. Nutzer können sich registrieren und erhalten über eine Authentifizierung Zugang zu den Videos."
        }
    ],
    "contact": {
        "language": "Deutsch",
        "contact": "Kontakt",
        "contact1": "Haben Sie ein Problem zu lösen?",
        "contact2": "Kontaktieren Sie mich über dieses Formular. Ich bin daran interessiert, von Ihnen zu hören, Ihre Ideen zu kennen und mit meiner Arbeit zu Ihren Projekten beizutragen.",
        "contact3": "Brauchen Sie einen Frontend-Entwickler?",
        "contact4": "Kontaktieren Sie mich!",
        "warnText": "Bitte geben Sie einen Namen ein",
        "warnText2": "Bitte geben Sie eine E-Mail ein",
        "warnText3": "Bitte geben Sie eine Nachricht ein",
        "warnText4": "Bitte akzeptieren Sie die Datenschutzbestimmungen.",
        "placeholderName": "Name",
        "placeholderEmail": "Emailadresse",
        "placeholderMessage": "Ihre Nachricht",
        "button": "Email senden",
        "privacyPolice": "Datenschutzerklärung",
        "privacyText1": "Ich habe die",
        "privacyText2": "gelesen und bin mit der Verarbeitung meiner Daten einverstanden."
    },
    "footer": {
        "language": "Deutsch",
        "privacy": "Datenschutzerklärung",
        "imprint": "Impressum"
    },
    "imprint": {
        "title": "Impressum",
        "information": "Angaben gemäß § 5 TMG",
        "represented": "Vertreten durch:",
        "contact": "Kontakt:"
    },
    "privacy": {
        "privacy": "Datenschutzerklärung",
        "privacy1": "Allgemeine Informationen",
        "privacy2": "Die Nutzung unserer Seiten ist in eingeschränkter Form ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten oder Formularen personenbezogene Daten (beispielsweise Name, Anschrift, Geburtsdatum oder E-Mail-Adressen) erhoben werden, erfolgt dies stets auf freiwilliger Basis.",
        "privacy3": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich. Wir haben technische und betriebliche Schutzvorkehrungen getroffen, um Ihre Daten vor zufälligen oder vorsätzlichen Manipulationen, Verlust, Zerstörung oder dem Zugriff unberechtigter Personen zu schützen. Unsere Sicherheitsverfahren werden regelmäßig überprüft und dem technologischen Fortschritt angepasst.",
        "privacy4": "Wir verarbeiten nur die personenbezogenen Daten, die wir im Rahmen Ihres Besuchs unserer Seiten oder durch Ihre sonstigen Angaben freiwillig von Ihnen erhalten.",
        "privacy5": "Hosting",
        "privacy6": "Hostinganbieter: ALL-INKL.COM | Hauptstraße 68 | D-02742 Friedersdorf | Fon +49 35872 353-10 | Fax +49 35872353-30",
        "privacy7": "Allgemeine Hinweise & Pflicht­informationen",
        "privacy8": "Hinweis zur Verantwortlichen Stelle",
        "privacy9": "Verantwortlicher im Sinne der Datenschutz-Grundverordnung (DSGVO) ist:",
        "privacy10": "Speicherdauer:",
        "privacy11": "Für den Fall, dass in dieser Datenschutzerklärung keine speziellen Speicherfristen angeführt sind, speichern wir Ihre personenbezogenen Daten, soweit erforderlich, für die Dauer der gesamten Geschäftsbeziehung gemäß den gesetzlichen Aufbewahrungsfristen und Dokumentationspflichten bzw. so lange darüber hinaus ein berichtigtes Interesse zur Verarbeitung besteht. Rechtlich erforderliche Aufbewahrungsfristen können sich dabei zudem etwa aus den bürgerlichen oder handelsrechtlichen Gesetzen ergeben.",
        "privacy12": "Rechtsgrundlagen der Datenverarbeitung:",
        "privacy13": "Wir verarbeiten Ihre Daten zur Erfüllung vertraglicher Pflichten (Art 6 Abs 1b DSGVO), im Rahmen Ihrer Einwilligung / Registrierung (Art 6 Abs 1a DSGVO) sowie gegebenenfalls zur Erfüllung rechtlicher Verpflichtungen (Art 6 Abs 1c DSGVO). Weiters können wir Ihre Daten zur Wahrung berechtigter Interessen (Art 6 Abs 1f DSGVO) für Werbung oder Markt- und Meinungsforschung, soweit Sie einer Nutzung nicht nach Art 21 DSGVO widersprochen haben, verarbeiten. Im Falle Ihrer ausdrücklichen Einwilligung für die Übermittlung personenbezogener Daten in Drittstaaten, basiert die Datenverarbeitung außerdem auf Art 49 Abs. 1a DSGVO.",
        "privacy14": "Betroffene Rechte:",
        "privacy15": "Widerruf Ihrer Einwilligung zur Datenverarbeitung / Widerspruchsrecht gegen die Datenerhebung (Art 21) / Beschwerderecht bei der zuständigen Aufsichtsbehörde / Recht auf Datenübertragbarkeit Auskunft, Berichtung & Löschung / Recht auf Einschränkung der Verarbeitung.",
        "privacy16": "Sie sind unter anderem berechtigt, (i) zu überprüfen, ob und welche personenbezogenen Daten wir über Sie gespeichert haben und Kopien dieser Daten zu erhalten, (ii) die Berichtigung, Ergänzung oder das Löschen Ihrer personenbezogenen Daten, die falsch sind oder nicht rechtskonform verarbeitet werden, zu verlangen, (iii) von uns zu verlangen, die Verarbeitung Ihrer personenbezogenen Daten einzuschränken, und (iv) unter bestimmten Umständen der Verarbeitung Ihrer personenbezogenen Daten zu widersprechen oder die für das Verarbeiten zuvor gegebene Einwilligung zu widerrufen, (v) Datenübertragbarkeit zu verlangen, (vi) die Identität von Dritten, an welche Ihre personenbezogenen Daten übermittelt werden, zu kennen und (vii) bei der zuständigen Behörde, das ist die für den Ort Ihres gewöhnliches Aufenthalts, Ihre Arbeitsstelle oder des Orts des mutmaßlichen Verstoßes zuständige Datenschutzbehörde, Beschwerde zu erheben. Hierzu sowie zu weiteren Fragen zum Thema personenbezogene Daten können Sie sich jederzeit an uns unter der oben angeführten Kontaktadresse wenden.",
        "privacy17": "SSL- bzw. TLS-Verschlüsselung auf der Website:",
        "privacy18": "Wir nutzen aus Sicherheitsgründen und zum Schutz der Übertragung vertraulicher Inhalte eine SSL- bzw. TLS-Verschlüsselung. Eine verschlüsselte Verbindung erkennen Sie daran, dass die Adresszeile des Browsers von „http://“ auf „https://“ wechselt und an dem Schloss-Symbol in Ihrer Browserzeile.",
        "privacy19": "Wenn die SSL- bzw. TLS-Verschlüsselung aktiviert ist, können die Daten, die Sie an uns übermitteln, nicht von Dritten mitgelesen werden.",
        "privacy20": "Cookies & Server",
        "privacy21": "Cookies:",
        "privacy22": "Unsere Seiten verwenden teilweise so genannte Cookies. Cookies sind kleine Dateien, die es ermöglichen, auf dem Zugriffsgerät der Nutzer (PC, Smartphone o.ä.) spezifische, auf das Gerät bezogene Informationen zu speichern. Cookies richten auf Ihrem Rechner keinen Schaden an und enthalten keine Viren. Sie dienen zum einem der Benutzerfreundlichkeit von Webseiten und damit den Nutzern (z.B. Speicherung von Logindaten). Zum anderen dienen sie, um die statistischen Daten der Webseitennutzung zu erfassen und sie zwecks Verbesserung des Angebotes analysieren zu können. Die Nutzer können auf den Einsatz der Cookies Einfluss nehmen. Die meisten der von uns verwendeten Cookies sind so genannte „Session-Cookies“. Sie werden nach Ende Ihres Besuchs automatisch gelöscht. Andere Cookies bleiben auf Ihrem Endgerät gespeichert, bis Sie diese löschen. Diese Cookies ermöglichen es uns, Ihren Browser beim nächsten Besuch wiederzuerkennen. Sie können Ihren Browser so konfigurieren, dass Sie über das Setzen von Cookies informiert werden und Cookies nur im Einzelfall erlauben, die Annahme von Cookies für bestimmte Fälle oder generell ausschließen sowie das automatische Löschen der Cookies beim Schließen des Browsers aktivieren. Bei der Deaktivierung von Cookies kann die Funktionalität unserer Seiten eingeschränkt sein. Wenn Cookies von Drittanbietern oder zu Zwecken der Analyse verwendet werden, werden Sie darüber in dieser Datenschutzerklärung oder gesondert informieren und bei Notwendigkeit Ihre Zustimmung abfragen.",
        "privacy23": "Folgende Cookies samt der jeweiligen Speicherdauer liegen vor: PHPSESSID – Session – 2 Stunden Vc – Statistik – 30 Tage wsw-logger-session-id – Statistik & Session – 2 Stunden wbs_wdiget_session – Session / Formulare – 2 Stunden",
        "privacy24": "Kontaktformular, E-Mail, Telefon, Telefax, Chatbot:",
        "privacy25": "Wenn Sie uns per Email oder auf sonstigem Wege Anfragen zukommen lassen, werden Ihre Angaben inklusive der von Ihnen dort angegebenen Kontaktdaten und Dateianhänge zwecks Bearbeitung der Anfrage bei uns verarbeitet und für den Fall von Anschlussfragen für 3 Monate bei uns gespeichert und danach gelöscht, es sei denn, es erwächst daraus eine Vertragsbeziehung oder Sie fordern uns vorher zur Löschung auf oder widerrufen Ihre Einwilligung zur Speicherung. Auch diese Daten geben wir nicht ohne Ihre Einwilligung weiter.",
        "privacy26": "Social Media",
        "privacy27": "Linkedin:",
        "privacy28": "Auf unseren Seiten ist der Dienst LinkedIn der LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Irland eingebunden. Bei Nutzung des Dienstes erfasst LinkedIn u.a Ihre IP-Adresse sowie ggf. weitere Informationen, die in Form von Cookies auf Ihrem PC vorliegen. Diese Informationen werden verwendet, um uns als Betreiber der LinkedIn-Seiten statistische Informationen über die Inanspruchnahme der LinkedIn-Seite zur Verfügung zu stellen.",
        "privacy30": "Nähere Informationen dazu finden Sie unter: https://www.linkedin.com/legal/privacy-policy?trk=hb_ft_priv. Die in diesem Zusammenhang über Sie erhobenen Daten werden von der LinkedIn Inc. verarbeitet und dabei gegebenenfalls in Länder außerhalb der EU übertragen. Die Datenverwendungsrichtlinien sind unter folgendem Link verfügbar: https://www.linkedin.com/legal/privacy-policy Beim Zugriff auf eine LinkedIn-Seite, wird die Ihrem Endgeräte zugeteilte IP-Adresse an LinkedIn übermittelt. Nach Angabe von LinkedIn wird diese IP-Adresse anonymisiert und nach 90 Tagen gelöscht. Wenn Sie als Nutzer aktuell bei LinkedIn angemeldet sind, befindet sich auf Ihrem Endgerät ein Cookie mit Ihrer Kennung. Dadurch ist LinkedIn in der Lage nachzuvollziehen, dass Sie diese Seite aufgesucht und wie Sie sie genutzt haben. Wenn Sie dies vermeiden möchten, sollten Sie sich vorab bei LinkedIn abmelden bzw. die Funktion “angemeldet bleiben” deaktivieren sowie die auf Ihrem Gerät vorhandenen Cookies löschen und Ihren Browser erneut starten. Die durch diesen Dienst erfassten Daten werden ggf. in ein Drittland (USA) übermittelt. Ihre ausdrückliche Einwilligung bildet gemäß Art 49 Abs 1 lit a iVm Art 6 Abs 1 lit a DSGVO die Rechtsgrundlage für diese Datenübermittlung. Bereits vor Ihrer Einwilligung haben wir Sie darüber informiert, dass die USA im Moment über kein den Standards der EU entsprechendes Datenschutzniveau verfügen. Der Europäische Gerichtshof hat aus diesem Grund das “Privacy Shield” (Angemessenheitsbeschluss gem. Art 45 DSGVO) für ungültig erklärt.",
        "privacy31": "Sie haben die Möglichkeit, Ihre Einwilligung zur Datenverarbeitung jederzeit zu widerrufen.",
        "privacy32": "Informationen dazu, wie Sie über Sie gespeicherte Informationen löschen bzw. verwalten können, finden Sie unter: https://www.linkedin.com/legal/privacy-policy",
        "privacy33": "Xing:",
        "privacy34": "Wir verwenden auf unseren Seiten die Dienste der New Work SE, Am Strandkai 1, 20457 Hamburg, Deutschland („Xing“). Mit der Verwendung von Xing werden Ihre personenbezogenen Daten von New Work SE erfasst, übertragen, gespeichert, offengelegt und verwendet und dabei unabhängig von Ihrem Wohnsitz ggf. in Drittländer übertragen und dort gespeichert und genutzt. New Work SE verarbeitet dabei auch Ihre ggf. freiwillig eingegebenen Daten wie Name und Nutzername, E-Mail-Adresse, Telefonnummer.",
        "privacy35": "Zur Auswertung benutzt New Work SE unter Umständen Analyse-Tools. Wir haben keinen Einfluss auf eine Nutzung solcher Tools durch New Work SE. Möglichkeiten, die Verarbeitung Ihrer Daten zu beschränken, haben Sie bei den allgemeinen Einstellungen Ihres Xing-Kontos sowie unter dem Punkt „Privatsphäre“.",
        "privacy36": "Die durch diesen Dienst erfassten Daten werden ggf. in ein Drittland z.B. (USA) übermittelt. Ihre ausdrückliche Einwilligung bildet gemäß Art 49 Abs 1 lit a iVm Art 6 Abs 1 lit a DSGVO die Rechtsgrundlage für diese Datenübermittlung. Bereits vor Ihrer Einwilligung haben wir Sie darüber informiert, dass die USA im Moment über kein den Standards der EU entsprechendes Datenschutzniveau verfügen. Der Europäische Gerichtshof hat aus diesem Grund das “Privacy Shield” (Angemessenheitsbeschluss gem. Art 45 DSGVO) für ungültig erklärt. br Sie haben die Möglichkeit, Ihre Einwilligung zur Datenverarbeitung jederzeit zu widerrufen.",
        "privacy37": "Weitere Informationen finden Sie in der Datenschutzerklärung von Xing: https://privacy.xing.com/de/datenschutzerklaerung",
        "privacy38": "Ads & Conversion",
        "privacy39": "LinkedIn Insight Tag:",
        "privacy40": "Des Weiteren verwenden wir auf unseren Seiten das sog. Conversion Tracking mit LinkedIn Insights Tag. Diese Funktion wird von der LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Irland angeboten. Zu diesem Zweck ist auf unseren Seiten das LinkedIn Insight Tag integriert und es wird ein Cookie auf Ihrem Endgerät durch LinkedIn gesetzt. So wird LinkedIn darüber informiert, dass Sie unsere Seiten besucht haben, wobei auch Ihre IP-Adresse erhoben wird. Außerdem werden Timestamps und Events wie Seitenaufrufe gespeichert. Dies ermöglicht uns die statistische Auswertung der Nutzung unserer Webseite, um diese stetig zu optimieren.",
        "privacy41": "Weitere Informationen zum Conversion Tracking finden Sie unter: https://www.linkedin.com/help/linkedin/answer/a420536/linkedin-conversion-trackingubersicht.",
        "privacy42": "Die durch diesen Dienst erfassten Daten werden ggf. in ein Drittland (USA) übermittelt. Ihre ausdrückliche Einwilligung bildet gemäß Art 49 Abs 1 lit a iVm Art 6 Abs 1 lit a DSGVO die Rechtsgrundlage für diese Datenübermittlung. Bereits vor Ihrer Einwilligung haben wir Sie darüber informiert, dass die USA im Moment über kein den Standards der EU entsprechendes Datenschutzniveau verfügen. Der Europäische Gerichtshof hat aus diesem Grund das “Privacy Shield” (Angemessenheitsbeschluss gem. Art 45 DSGVO) für ungültig erklärt.",
        "privacy43": "Sie haben die Möglichkeit, Ihre Einwilligung zur Datenverarbeitung jederzeit zu widerrufen.",
        "privacy44": "Weitere Informationen hierzu finden Sie in der Datenschutzerklärung von LinkedIn unter https://www.linkedin.com/legal/privacy-policy.",
        "privacy45": "Sie können die Analyse Ihres Nutzungsverhaltens durch LinkedIn sowie der Anzeige interessenbasierter Empfehlungen über https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out verhindern."
    },
    "dialog":{
        "email":"Email wurde erfolgreich verschickt!"
    }
}