{
    "navbar": {
        "language": "English",
        "menu1": "About me",
        "menu2": "Skills",
        "menu3": "Portfolio"
    },
    "header": {
        "language": "English",
        "iAm": "I am",
        "fd": "Frontend Developer",
        "button": "Lets`s talk!"
    },
    "aboutMe": {
        "language": "English",
        "aboutMe": "About me",
        "aboutMe1": "Hi, I'm a front-end developer from Stuttgart. In my previous job as a logistics manager, I often came into contact with programming. I have always been fascinated by the technology and logic behind a user interface. My goal is to develop innovative solutions that exceed customer expectations while having a positive impact on users. ",
        "aboutMe2": "During my training at the Developer Akademie, I created several projects. This allowed me to expand my knowledge of HTML, CSS, JavaScript, Angular and TypeScript. Some projects had to be carried out in a team, which I really enjoyed.",
        "aboutMe3": "In my free time, I like to explore design trends and experiment with new techniques. I also work with new technologies to constantly expand my knowledge. "
    },
    "skills": {
        "language": "English",
        "skills": "My Skills",
        "skills1": "I have grown my frontend developments skills that have allowed me to create different real projects.",
        "button": "Get in touch"
    },
    "portfolio": {
        "language": "English",
        "portfolio": "Portfolio",
        "portfolio1": "Explore a selection of my work here - Interact with projects to see my skills in action."
    },
    "projects": [
        {
            "description": "Task manager inspired by the Kanban System. Create and organize tasks using drag and drop functions, assign users and categories."
        },
        {
            "description": "A simple jump-and-run game based on an object-orientated approach. Help Pepe find coins and salsa bottles to fight against the giant chicken."
        }
    ],
    "contact": {
        "language": "English",
        "contact": "Contact",
        "contact1": "Got a problem to solve?",
        "contact2": "Contact me using this form. I am interested in hearing from you, learning about your ideas and contributing to your projects with my work.",
        "contact3": "Need a Frontend developer?",
        "contact4": " Contact me!",
        "warnText": "Please enter a name",
        "warnText2": "Please enter a email",
        "warnText3": "Please enter a message",
        "warnText4": "Please accept the privacy policy.",
        "placeholderName": "Your Name",
        "placeholderEmail": "Your Email",
        "placeholderMessage": "Your Message",
        "button": "Send mail",
        "privacyPolice": "privacy policy",
        "privacyText1": "I've read the",
        "privacyText2": "and agree to the processing of my data as outlined."
    },
    "footer": {
        "language": "English",
        "privacy": "privacy policy",
        "imprint": "Imprint"
    },
    "imprint": {
        "language": "English",
        "title": "Imprint",
        "information": "Information according to § 5 TMG",
        "represented": "Represented by:",
        "contact": "contact:",
        "phone": "(+49) 15141661740",
        "email": "j.sajzew@outlook.de"
    },
    "privacy": {
        "privacy": "Privacy policy",
        "privacy1": "General information",
        "privacy2": "The use of our website is possible in a limited form without providing personal data. Insofar as personal data (e.g. name, address, date of birth or e-mail addresses) is collected on our pages or forms, this is always done on a voluntary basis.",
        "privacy3": "We would like to point out that data transmission over the Internet (e.g. when communicating by e-mail) may be subject to security vulnerabilities. Complete protection of data against access by third parties is not possible. We have taken technical and operational precautions to protect your data from accidental or intentional manipulation, loss, destruction or access by unauthorized persons. Our security procedures are regularly reviewed and adapted to technological progress.",
        "privacy4": "We only process the personal data that we voluntarily receive from you when you visit our website or through other information you provide.",
        "privacy5": "Hosting",
        "privacy6": "Hosting provider: ALL-INKL.COM | Hauptstraße 68 | D-02742 Friedersdorf | Phone +49 35872 353-10 | Fax +49 35872353-30",
        "privacy7": "General instructions & mandatory information",
        "privacy8": "Information on the responsible body",
        "privacy9": "The controller within the meaning of the General Data Protection Regulation (GDPR) is:",
        "privacy10": "Storage period:",
        "privacy11": "If no specific retention periods are specified in this privacy policy, we will store your data, if necessary, for the duration of the entire business relationship by virtue of the statutory retention periods and documentation obligations or for as long as there is a legitimate interest in processing. Legally required retention periods may also result from civil or commercial law, for example.",
        "privacy12": "Legal basis for data processing:",
        "privacy13": "We process your data to fulfill contractual obligations (Art. 6 para. 1b GDPR), as part of your consent/registration (Art. 6 para. 1a GDPR) and, if necessary, to fulfill legal obligations (Art. 6 para. 1c GDPR). Furthermore, we may process your data to protect legitimate interests (Art. 6 (1f) GDPR) for advertising or market and opinion research, provided you have not objected to its use in accordance with Art. 21 GDPR. If you have expressly consented to the transfer of personal data to third countries, the data processing is also based on Art 49 (1a) GDPR.",
        "privacy14": "Affected rights:",
        "privacy15": "Withdrawal of your consent to data processing / Right to object to data collection (Art. 21) / Right to lodge a complaint with the competent supervisory authority / Right to data portability Information, rectification & erasure / Right to restriction of processing.",
        "privacy16": "Among other things, you are entitled to (i) check whether and which personal data we have stored about you and to receive copies of this data, (ii) request the correction, completion or deletion of your personal data that is incorrect or is not processed in accordance with the law, (iii) request that we restrict the processing of your personal data and (iv) in certain circumstances, to object to the processing of your personal data or to withdraw the consent previously given for the processing, (v) to request data portability, (vi) to know the identity of third parties to whom your personal data is transferred and (vii) to lodge a complaint with the competent authority, i.e. the data protection authority responsible for the place of your habitual residence, your place of work or the place of the alleged infringement. You can contact us at any time at the above contact address if you have any further questions on the subject of personal data.",
        "privacy17": "SSL or TLS encryption on the website:",
        "privacy18": "We use SSL or TLS encryption for security reasons and to protect the transmission of confidential content. You can recognize an encrypted connection by the fact that the address line of the browser changes from 'http://' to 'https://' and by the lock symbol in your browser line.",
        "privacy19": "If SSL or TLS encryption is activated, the data you transmit to us cannot be read by third parties.",
        "privacy20": "Cookies & Server",
        "privacy21": "Cookies:",
        "privacy22": "Some of our pages use so-called cookies. Cookies are small files that make it possible to store specific, device-related information on the user's access device (PC, smartphone, etc.). Cookies do not damage your computer and do not contain viruses. On the one hand, they serve the user-friendliness of websites and thus the users (e.g. storage of login data). On the other hand, they are used to collect statistical data on website usage and to analyze it for the purpose of improving the offer. Users can influence the use of cookies. Most of the cookies we use are so-called 'session cookies'. They are automatically deleted at the end of your visit. Other cookies remain stored on your end device until you delete them. These cookies enable us to recognize your browser on your next visit. You can configure your browser so that you are informed about the setting of cookies and only allow cookies in individual cases, exclude the acceptance of cookies for certain cases or in general and activate the automatic deletion of cookies when closing the browser. If cookies are deactivated, the functionality of our website may be restricted. If cookies are used by third-party providers or for analysis purposes, you will be informed about this in this privacy policy or separately and, if necessary, your consent will be requested.",
        "privacy23": "The following cookies and their respective storage duration are available: PHPSESSID - Session - 2 hours Vc - Statistics - 30 days wsw-logger-session-id - Statistics & Session - 2 hours wbs_wdiget_session - Session / Forms - 2 hours",
        "privacy24": "Contact form, e-mail, telephone, fax, chatbot:",
        "privacy25": "If you send us enquiries by email or in any other way, your details, including the contact details and file attachments you provide there, will be processed by us for the purpose of processing the enquiry and stored by us for 3 months in the event of follow-up questions and then deleted, unless a contractual relationship arises from this or you request us to delete them beforehand or revoke your consent to storage. We also do not pass on this data without your consent.",
        "privacy26": "Social Media",
        "privacy27": "Linkedin:",
        "privacy28": "The LinkedIn service of LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland is integrated on our pages. When you use the service, LinkedIn collects, among other things, your IP address and possibly other information that is stored on your PC in the form of cookies. This information is used to provide us, as the operator of the LinkedIn pages, with statistical information about the use of the LinkedIn page.",
        "privacy30": "For more information, please visit: https://www.linkedin.com/legal/privacy-policy?trk=hb_ft_priv. The data collected about you in this context will be processed by LinkedIn Inc. and may be transferred to countries outside the EU. The data usage guidelines are available at the following link: https://www.linkedin.com/legal/privacy-policy When you access a LinkedIn page, the IP address assigned to your end device is transmitted to LinkedIn. According to LinkedIn, this IP address is anonymised and deleted after 90 days. If you are currently logged in to LinkedIn as a user, a cookie with your identifier is stored on your device. This enables LinkedIn to track that you have visited this page and how you have used it. If you want to avoid this, you should log out of LinkedIn in advance or deactivate the 'stay logged in' function, delete the cookies on your device and restart your browser. The data collected by this service may be transferred to a third country (USA). Your express consent forms the legal basis for this data transfer in accordance with Art 49 para 1 lit a in conjunction with Art 6 para 1 lit a GDPR. Before you gave your consent, we informed you that the USA does not currently have a level of data protection that meets EU standards. For this reason, the European Court of Justice has declared the 'Privacy Shield' (adequacy decision pursuant to Art. 45 GDPR) invalid.",
        "privacy31": "You have the option to revoke your consent to data processing at any time.",
        "privacy32": "Information on how you can delete or manage information stored about you can be found at: https://www.linkedin.com/legal/privacy-policy",
        "privacy33": "Xing:",
        "privacy34": "We use the services of New Work SE, Am Strandkai 1, 20457 Hamburg, Germany ('Xing') on our website. By using Xing, your personal data will be collected, transferred, stored, disclosed and used by New Work SE and may be transferred to third countries and stored and used there, regardless of your place of residence. New Work SE also processes any data you voluntarily enter, such as your name and user name, email address and telephone number.",
        "privacy35": "New Work SE may use analysis tools for evaluation purposes. We have no influence on the use of such tools by New Work SE. You have the option of restricting the processing of your data in the general settings of your Xing account and under 'Privacy'.",
        "privacy36": "The data collected by this service may be transferred to a third country, e.g. (USA). Your express consent forms the legal basis for this data transfer by Art 49 (1) (a) in conjunction with Art 6 (1) (a) GDPR. Even before you gave your consent, we informed you that the USA does not currently have a level of data protection that meets EU standards. For this reason, the European Court of Justice has declared the 'Privacy Shield' (adequacy decision under Art. 45 GDPR) invalid. br You have the option of withdrawing your consent to data processing at any time.",
        "privacy37": "For more information, please refer to Xing's privacy policy: https://privacy.xing.com/de/datenschutzerklaerung",
        "privacy38": "Ads & Conversion",
        "privacy39": "LinkedIn Insight Tag:",
        "privacy40": "We also use conversion tracking with LinkedIn Insights Tag on our website. This function is offered by LinkedIn Ireland Unlimited Company, Wilton Place, Dublin 2, Ireland. For this purpose, the LinkedIn Insight Tag is integrated on our pages and a cookie is set on your end device by LinkedIn. This informs LinkedIn that you have visited our pages, whereby your IP address is also collected. Timestamps and events such as page views are also stored. This enables us to statistically evaluate the use of our website in order to constantly optimise it.",
        "privacy41": "Further information on conversion tracking can be found at: https://www.linkedin.com/help/linkedin/answer/a420536/linkedin-conversion-trackingubersicht.",
        "privacy42": "The data collected by this service may be transferred to a third country (USA). Your express consent forms the legal basis for this data transfer in accordance with Art 49 (1) (a) in conjunction with Art 6 (1) (a) GDPR. Even before you gave your consent, we informed you that the USA does not currently have a level of data protection that meets EU standards. For this reason, the European Court of Justice has declared the 'Privacy Shield' (adequacy decision pursuant to Art. 45 GDPR) invalid.",
        "privacy43": "You have the option to revoke your consent to data processing at any time.",
        "privacy44": "For more information, please refer to LinkedIn's privacy policy at https://www.linkedin.com/legal/privacy-policy.",
        "privacy45": "You can prevent LinkedIn from analysing your usage behaviour and from displaying interest-based recommendations via https://www.linkedin.com/psettings/guest-controls/retargeting-opt-out."
    },
    "dialog":{
        "email":"Email has been sent successfully!"
    }
}